import React from 'react';

const Title = () => {
    return (
        <div>
            <section id='title'>
                <div className='container'>
                    <div className='title'>
                    <h1>Вкусные рецепты</h1>
                    <h2>Запеченный лосось</h2>
                    <div className='title--group'>
                    <h3>Лосось</h3>
                    <h3>Кедровые орешки</h3>
                    <h3>Butter Lettuce</h3>
                    <h3>Кабачки</h3>
                    <h3>Оливковое масло</h3>
                    <h3>Чеснок</h3>
                    </div>
                    <h2>Инструкция по приготовлению</h2>
                    <div className='title--group'>
                    <h3>Разогрейте духовку до 350 градусов.,</h3>
                    <h3>Намажьте оливковым маслом стеклянную форму для запекания,</h3>
                    <h3>Добавьте в блюдо лосось, чеснок и кедровые орехи,
Выпекать 15 мин.,</h3>
                    <h3>Добавьте желтую тыкву и снова поставьте в духовку на 30 минут,</h3>
                    <h3>Достаньте из духовки и дайте остыть в течение 15 минут. Добавьте салат и подавайте на стол.</h3>
                    </div>
                    <h2>Рыбный такос</h2>
                    <div className='title--group'>
                    <h3>Сыр</h3>
                    <h3>Салат </h3>
                    <h3>Айсбер</h3>
                    <h3>Томаты</h3>
                    <h3>Сиг</h3>
                    <h3>Лепешки</h3>
                    </div>
                    <h2>Инструкция по приготовлению</h2>
                    <div className='title--group'>
                        <h3>Готовить рыбу на гриле до горячего состояния,</h3>
                        <h3>Положите рыбу на 3 лепешки.,</h3>
                        <h3>Посыпьте их салатом, помидорами и сыром.</h3>
                    </div>
                    
 

 


                    
                    




                    </div>
                </div>
            </section>
        </div>
    );
};

export default Title;